[
  "obsidian-kanban",
  "table-editor-obsidian",
  "obsidian-day-planner",
  "templater-obsidian",
  "obsidian-annotator",
  "obsidian-mind-map",
  "recent-files-obsidian",
  "obsidian-timelines",
  "file-explorer-note-count",
  "obsidian-pandoc",
  "obsidian-minimal-settings",
  "obsidian-style-settings",
  "mx-bili-plugin",
  "media-extended",
  "obsidian-hover-editor",
  "obsidian-enhancing-mindmap",
  "obsidian-image-auto-upload-plugin",
  "calendar",
  "obsidian-memos",
  "obsidian-excalidraw-plugin",
  "obsidian-image-toolkit",
  "language-translator",
  "obsidian-spaced-repetition",
  "obsidian-projects",
  "obsidian-git"
]